Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: <page> “I'll go with you.”<color_d0d0d0><bt_wait> “We YoRHa have no right to remain in this world.” </page> <go_END>
pl: <page> „Polecę z wami.”<color_d0d0d0><bt_wait> „My z YoRHy nie mamy racji bytu na tym świecie.” </page> <go_END>

source: <page> “I'll stay.” “I...”<color_d0d0d0><bt_wait> “We YoRHa... We don't deserve to be loved by this world....” </page> <go_END>
pl: <page> „Zostanę.” “Ja...”<color_d0d0d0><bt_wait> “My z YoRHy... Nie zasługujemy, by kochał nas ten świat...” </page> <go_END>

source: <page> “I'm glad you were with me,” murmurs Popola. “I couldn't have handled being an observer all alone.”<bt_wait> “We were able to endure because we had each other,” I reply softly.<bt_wait>
pl: <page> „Cieszę się, że ze mną jesteś.” mamrocze Popola. „Nie mogłabym byś obserwatorem zupełnie sama.”<bt_wait> „Dałyśmy radę, ponieważ mamy siebie nawzajem.” odpowiadam lekko.<bt_wait>

source: <page> “I'm sorry, Sis. It's not your fault. I shouldn't have lashed out like that.”<bt_wait> “It's okay. I understand.”<bt_wait> “It's all going wrong. You can feel it too, right?”<bt_wait> “I...”<bt_wait>
pl: <page> „Wybacz Siostro. To nie twoja winna. Nie powinnam tak wybuchać.”<bt_wait> „W porządku. Rozumiem.”<bt_wait> „Wszystko dzieje się źle. Też masz takie wrażenie, prawda?”<bt_wait> „Ja...”<bt_wait>

source: <page> “I'm sorry, Sister.”<bt_wait> “Okay, now YOU'RE apologizing!”<bt_wait>
pl: <page> „Przepraszam, Siostro.”<bt_wait> Okej, teraz TY przepraszasz!”<bt_wait>

source: <page> “I...”<bt_wait><BGM_BGM_M1070_S0060_N_0010>
pl: <page> „Ja...”<bt_wait><BGM_BGM_M1070_S0060_N_0010>

source: <page> “Initiating reprogramming sequence!”<bt_wait>
pl: <page> „Inicjuję sekwencję przeprogramowania!”<bt_wait>

source: <page> “Lilly said you were like a family to her! You can't abandon family, not before you exhaust every possibility!”<bt_wait> “What can you do, then?”<bt_wait> “I'll use my power to erase the virus!”<bt_wait> “That's impossible!” </page>
pl: n<page> „Lilly mówiła, że jesteś dla niej jak rodzina! Nie możesz porzucić rodziny, nie zanim nie spróbujesz wszystkiego!”<bt_wait> „Więc, co możesz zrobić?”<bt_wait> „Użyję swojej mocy, by wykasować tego wirusa!”<bt_wait> „To niemożliwe!” </page>

source: <page> “Now you see, boy! The true meaning of life...is hatred!”<bt_wait>
pl: <page> „Wiesz, chłopcze, CO jest prawdziwym sensem życia...? NIENAWIŚĆ!”<bt_wait>

source: <page> “Reality stained by lies.”<bt_wait>
pl: <page> „Rzeczywistość została splamiona kłamstwami.”<bt_wait>

source: <page> “There has to be some way to prevent relapses!”<bt_wait> Devola's sharp voice echoes through our private quarters. “You must be quiet, Sister. The Replicants will hear.”<bt_wait> “Pffft. They wouldn't understand even if they did.”<bt_wait> “That might be true, but regardless...” </page>
pl: <page> „Musi być jakiś sposób, żeby powstrzymać nawroty!”<bt_wait> Ostry głos Devoli roznosi się echem po naszych prywatnych kwaterach. „Musisz być ciszej, Siostro. Replikanci usłyszą.”<bt_wait> „Pfff. Nie zrozumieliby nawet jakby usłyszeli.”<bt_wait> „Może i masz rację, ale niezależnie...” </page>

source: <page> “There used to be sixteen of us,” says Number 2, “but the others died during the descent.<bt_wait> We're isolated and alone out here. Reinforcements aren't coming. And that means we have to finish this mission with the soldiers we have left. We don't need more enemies right now. What we need...is allies.”<bt_wait>
pl: <page> „Było nas szesnaście.” mówi Numer 2. „Ale reszta zginęła w trakcie lądowania.”<bt_wait> Jesteśmy tutaj odizolowane. Posiłki się nie pojawią. A to oznacza, że musimy dokończyć tę misję z tymi żołnierzami, które mamy. Nie potrzebujemy więcej wrogów do walki. Teraz potrzebujemy... sprzymierzeńców.”<bt_wait>

source: <page> “There's been a change in enemy movements,” she says finally. “Someone just started fighting over there.”<bt_wait> “But that's not possible,” stammers Margaret. “We're...all here.”<bt_wait>
pl: <page> „Nastąpiła zmiana w działaniach wroga.” mówi wreszcie. „Ktoś właśnie tam zaczął walczyć.”<bt_wait> „Ale to niemożliwe.” wykrztusza z siebie Margaret. „Wszystkie... jesteśmy tutaj.”<bt_wait>

source: <page> “This looks bad, Shion. What should we do?”<bt_wait> “Calm down, Lilly. We'll find an opening somewhere.”<bt_wait> “You don't search for an opening! You <i>make</i> one!”<bt_wait> “Dahlia, wait!”<bt_wait>
pl: <page> „To wygląda źle, Shion. Co mamy zrobić?”<bt_wait> „Uspokój się Lilly. Znajdziemy gdzieś rozłam.”<bt_wait> „Nie poszukujesz rozłamu! Sam go <i>tworzysz</i>!”</i><bt_wait> „Dalio, poczekaj!”<bt_wait>

source: <page> “Wh-when the elevator...reaches the server,” begins Number 21 weakly.<bt_wait>
pl: <page> „K-kiedy winda... dotrze do serwera.” zaczyna Numer 21 słabo.<bt_wait>

source: <page> “What's wrong, Anemone?”<bt_wait><bt_wait><BGM_BGM_M6010_S0150_N_0020> I hear Lilly calling to me. She's likely concerned about me being apart from the rest of the group.<bt_wait> “Nothing,” I begin “I'm fi—”<bt_wait> Before I can complete my thought, Lilly suddenly opens her mouth and emits a terrible scream.
pl: <page> „Coś nie tak, Anemono?”<bt_wait><bt_wait><BGM_BGM_M6010_S0150_N_0020> Słyszę, jak odzywa się do mnie Lilly. Jest bardzo zaniepokojona tym, że oddzielam się od reszty grupy.<bt_wait> „Nic takiego.” zaczęłam. „Myślę...”<bt_wait> Zanim jestem w stanie skończyć swoją myśl, Lilly nagle otwiera usta i wydaje z siebie potworny, przenikliwy krzyk.

source: <page> “When I get the chance, I'm going to try contacting another city,” she says. Maybe these abnormalities are a localized phenomenon.”<bt_wait> “I pray that's the case,” I reply. "Even if we're of no use ourselves, things will still work out if the other observers can pull through.”<bt_wait> “Don't worry. It's going to be okay.”<bt_wait>
pl: <page> „Kiedy będziemy mieć okazję, spróbuję skontaktować się z innym miastem.” mówi. „Może te nieprawidłowości to tylko lokalny fenomen.”<bt_wait> „Mam nadzieję, że tak jest.” odpowiadam „Nawet jeśli my będziemy bezużyteczne, może uda się, jeśli inne obserwatorki dadzą sobie radę.”<bt_wait> „Nie martw się. Będzie dobrze.”<bt_wait>

source: <page> “You can name me when the mission is over,” she replies as a blush rises in her cheeks. I could tell her words also served as a wish for success.<bt_wait>
pl: <page> „Możesz mnie nazwać, jak skończy się nasza misja.” odpowiada, kiedy na jej policzkach pojawia się rumieniec. Widzę, że jej słowa są również życzeniem powodzenia.<bt_wait>

source: <page> “You're all being careless,” I state, much louder than I intend.<bt_wait> Luckily, the others either don't hear or decide to ignore it.<bt_wait>
pl: <page> „Jesteście nieostrożne.” stwierdzam, głośniej niż miałam zamiar.<bt_wait> Na szczęście reszta albo mnie nie słyszy, albo ignoruje.<bt_wait>

source: <page> “Your bandage is coming undone. Here, let me change it.”<bt_wait> “It's all right, Popola. Come on—we have to go before we lose the light.”<bt_wait> “We won't be going anywhere if sand gets into that thing. Now quit whining and hold still. I'll be quick.”<bt_wait>
pl: <page> „Twój bandaż się rozwiązuje. Pozwól, że go zmienię.”<bt_wait> „W porządku Popola. Nie przesadzaj, musimy iść póki mamy światło.”<bt_wait> „Nie pójdziemy nigdzie, jeśli dostanie się do tego piasek. A teraz przestań marudzić i nie ruszaj się. Zrobię to szybko.”<bt_wait>

source: <page><BGM_BGM_M6010_S0250_N_0040> As soon as the elevator touches down, I fire a bullet into Number 21's brain.<bt_wait> I watch the thing that used to be her tumble to the ground.<bt_wait> I stare at the gun I hold in trembling hands.<bt_wait>
pl: <page><BGM_BGM_M6010_S0250_N_0040> Kiedy tylko winda dotyka dna, wystrzeliwuję pocisk w mózg Numeru 21.<bt_wait> Patrze jak rzecz, która nią była, upada na ziemię.<bt_wait> Patrze na pistolet ściskany w drżących rękach.<bt_wait>

source: <sele_SYURI>・check the circuitry to see if it can be repaired. <sele_HOUTAI>・replace the bandage and hope for the best. </page>
pl: <sele_SYURI>・sprawdzam czy obwody da się naprawić. <sele_HOUTAI>・zmieniam bandaż i liczę na szczęście. </page>

source: <sele_YES> “I'll go with you.” <sele_NO> “I'll stay.” </page>
pl: <sele_YES> „Polecą z wami.” <sele_NO> „Zostanę.” </page>

source: > Close I.O. > Duplicate Core > Find YoRHa unit
pl: > Zamykanie I.O. > Powielanie rdzenia > Wyszukanie jednostki YoRHa

source: > Purge Unit Data > Purge System Data > Exit
pl: > Czyszczenie danych jednostki > Czyszczenie danych systemowych > Wyjście

source: > System YoRHa > Unit Data Uploading... > Checkout H.C.
pl: > System YoRHa > Wysyłanie danych jednostki... > Weryfikowanie H.C.

source: > Updating Data... > Checking Data > Purge Conversation Log
pl: > Aktualizowanie danych... > Sprawdzanie danych > Czyszczenie zapisów konwersacji

source: A "little brother" machine lifeform that desperately poured oil into a machine he called his sibling.
pl: Mechaniczna forma życia „młodszy brat”, rozpaczliwie polewający olejem maszynę, którą nazywa swoim rodzeństwem.

source: A Day in the Life of Pascal
pl: Dzień z życie Pascala

source: A Goliath!?
pl: Goliat?!

source: A Goliath-class machine lifeform modeled after an opera singer, this unit attacked foes using the repurposed bodies of living androids. Obsessed with a certain other machine lifeform, she put great thought into her appearance—even going so far as to cannibalize her own kind. Alas, such garish decorations only ended up being a spectacular display of poor taste. Her search for beauty eventually led to her demise when she attacked 2B and 9S.
pl: Mechaniczna forma życia klasy Goliat wzorowana na śpiewaczce operowej. Jednostka atakująca wrogów za pomocą zmodyfikowanych ciał żywych androidów. Opętana obsesją na punkcie pewnej innej mechanicznej formy życia, włożyła wiele wysiłku w swój wygląd — kanibalizując nawet swoich pobratymców. Niestety, te krzykliwe dekoracje okazały się jedynie spektakularnym pokazem złego gustu. Jej poszukiwania piękna doprowadziły ją w końcu do zguby, gdy zaatakowała 2B i 9S.

source: A Lunar Tear...
pl: Księżycowa Łza...

source: A MACHINE-TURNED-ANIMAL...
pl: MASZYNA, KTÓRA STAŁA SIĘ ZWIERZĘCIEM...

source: A MOOSE I HAVE BEEN CARING FOR HAS FALLEN ILL.
pl: ŁOŚ, KTÓRYM SIĘ OPIEKUJĘ, ZACHOROWAŁ.

source: A PACK OF WILD ANIMALS HAS RECENTLY MIGRATED HERE FROM ELSEWHERE IN THE FOREST.
pl: NIEDAWNO, Z INNEJ CZĘŚCI LASU, PRZENIOSŁO SIĘ TUTAJ STADO DZIKICH ZWIERZĄT.

source: A Parallel World
pl: Świat równoległy

source: A Pious Robot's Will
pl: Testament pobożnego robota

source: A Pod's projectile attacks have no effect on shielded units, making close combat the most effective method of disposal.
pl: Pociski poda nie działają na jednostki z tarczą, co czyni walkę w zwarciu najefektywniejszą metodą ich likwidacji.

source: A Reason to Live
pl: Powód, by żyć

source: A Resistance camp manager has been having some personal problems lately, so she can't concentrate on her work. Find a "box that makes music when you open it" to help her out.
pl: Zarządca w Obozie Ruchu Oporu ma ostatnio problemy osobiste i nie może się skupić na pracy. Znajdź „pudełko, które gra muzykę jak je otworzysz”, by jej pomóc.

source: A Resistance member wants help locating some relics from the old world—and since they're likely to be buried in sand, you'll need to use the dynamic scanner. Find them and bring them to the client.
pl: Członek Ruchu Oporu chce pomocy przy poszukiwaniu reliktów ze starego świata. Najprawdopodobniej są one zakopane w piasku, dlatego musisz użyć skanera dynamicznego. Znajdź je i przynieś zleceniodawcy.

source: A Steal of a Deal
pl: Cena jak kradzież

source: A T-shirt?
pl: Koszulkę?

source: A Villager's Request
pl: Prośba mieszkańca

source: A YoRHa deserter that used to be a captain. It had a deft command of multiple weapons, and switched easily between them in combat. Ordered to be apprehended by Command for abandoning its post, it put up a fierce resistance before being destroyed.
pl: Dezerter z YoRHy, w randze kapitana. Jest wprawna w wielu różnych broniach, które z łatwością zmienia podczas walki. Dowództwo wydało rozkaz jej zatrzymania za to, że porzuciła posterunek. Broniła się zaciekle zanim została zniszczona.

source: A YoRHa deserter. Ordered to be apprehended by Command for abandoning its post, it put up a fierce resistance before being destroyed.
pl: Dezerter z YoRHy. Dowództwo wydało rozkaz jej zatrzymania za porzucenie posterunku. Broniła się zaciekle zanim została zniszczona.

source: A YoRHa member infected by a virus. Equipped with a flight unit, it prefers to attack unsuspecting foes from above. This opponent is every bit as formidable as one would expect considering the costly equipment at its disposal.
pl: Członek YoRHa zainfekowany przez wirusa. Wyposażona w jednostkę latającą, woli atakować niczego niespodziewających się wrogów z góry. Przeciwnik tak groźny, jak można by się spodziewać, biorąc pod uwagę kosztowne wyposażenie jakim dysponuje.

source: A YoRHa member infected by a virus. Having completely lost all sense of self, it is hostile toward all uninfected androids.
pl: Członek YoRHa zainfekowany przez wirusa. Tracąc poczucie własnej osobowości, stała się wrogo nastawiona w stosunku do innych androidów.

source: A YoRHa member infected by a virus. Operators are not typically suited for combat, but exposure to the virus has caused its specs to exceed their standard functions. Such enhancements come at a significant price to both its body and systems, however.
pl: Członek YoRHa zainfekowany przez wirusa. Jednostki operatorskie z reguły nie są przystosowane do walki, ale wystawienie na działanie wirusa spowodowało, że ich specyfikacja przekroczyła standardowe funkcje. Takie usprawnienia odbiły się jednak znacząco, zarówno na ciele, jak i systemach.

source: A YoRHa member infected by a virus. This armed model—which specializes in combat—also possesses heavy armor and remarkable defensive abilities.
pl: Członek YoRHa zainfekowany przez wirusa. Ten uzbrojony model, specjalizujący się w walce, posiada ciężką zbroję i wybitne umiejętności obronne.

source: A YoRHa-only chip, huh?
pl: Czip używany wyłącznie przez oddziały YoRHa, tak?

source: A YoRHa-only chip?
pl: Chip przeznaczony wyłącznie dla YoRHa?

source: A YoRHa-type android!
pl: Jednostka typu YoRHa!

source: A Young Prisoner
pl: Młody więzień

source: A battery used by the Resistance. Many such batteries mysteriously disappear after being discarded—it's believed that they are secretly being carried off by machine lifeforms.
pl: Bateria używana przez Ruch Oporu. Wiele takich baterii tajemniczo znika po wyczerpaniu — sądzi się, że są w tajemnicy zabierane przez mechaniczne formy życia.

source: A beautiful android
pl: Piękny android

source: A bit of an unfair rule, I'd say... But BEGIN!
pl: Trochę niesprawiedliwa zasada jak dla mnie.... ale ZACZYNAJMY!

source: A bit of history for you: Those who used to live in this land once had to do battle with a great scourge of wolves.
pl: Odrobina historii: ci, którzy zamieszkiwali niegdyś te ziemie, stoczyli kiedyś walkę z wielką plagą wilków.

source: A black android
pl: Czarny android

source: A black blade used by warriors of the East.
pl: Czarne ostrze wojownika ze Wschodu.

source: A black katana kept by warrior monks of the East.
pl: Czarna katana wojownika ze Wschodu.

source: A black oriental sword.
pl: Orientalny, czarny miecz.

source: A black oriental sword. Its no-frills design gives it an aura of serious weaponry.
pl: Orientalny, czarny miecz. Dzięki pozbawionemu fanaberii projektowi daje wrażenie poważnej broni.

source: A black spear used by warrior monks of the East.
pl: Czarna włócznia wojownika ze Wschodu.

source: A blacksmith in the forest kingdom. His teacher was a master craftsman, known for improving the 8 legendary weapons of Virtue and Cruelty. He separated himself from the network due to an internal malfunction, so he is no longer hostile towards androids. He loves weapons more than anything, and as proof of your respect for weapons, he grants you the weapon his teacher honed.
pl: Kowal z Leśnego Królestwa. Jego nauczyciel był mistrzem rzemiosła, znanym z ulepszenia 8 legendarnych broni Cnoty i Okrucieństwa. Oddzielił się od sieci ze względu na wewnętrzną awarię, więc nie jest już wrogi wobec androidów. Kocha broń ponad wszystko i na dowód twojego szacunku do broni, podarował ci broń naostrzoną przez swojego nauczyciela.

source: A blade once held by an attendant who cared deeply for his lord.
pl: Miecz należący kiedyś do sługi, który troszczył się o swego pana.

source: A blade once held by an attendant who cared deeply for his lord. Like his loyalty, its blade is unbent.
pl: Miecz należący kiedyś do sługi, który troszczył się o swego pana. Podobnie jak jego lojalność, ostrze jest nieskrzywione.

source: A bohemian soldier
pl: Nieszablonowy żołnierz

source: A book humans used for recording family finances.
pl: Książka używana przez ludzi do zapisywania rodzinnych wydatków.

source: A book of pharmaceuticals for living organisms that already existed in the Pod's database.
pl: Książka o leczeniu żywych organizmów, która znajdowała już się w pamięci poda.

source: A book of philosophy that Anemone gave you.
pl: Książka o filozofii od Anemone.

source: A book of philosophy that Anemone gave you. Its title means "thoughts" in an ancient language.
pl: Książka o filozofii od Anemony. Oryginalnie zatytułowana „Pensées”.

source: A book on life and death. It was lying outside of Pascal's house, in a thoroughly used state. Can be exchanged for money.
pl: Książka o życiu i śmierci, która leżała zniszczona przed domem Pascala. Może zostać sprzedana.

source: A book too worn to read.
pl: Książka zbyt zużyta, by nadawała się do czytania.

source: A box that plays sound? Odd.
pl: Pudełko, które gra dźwięki? Dziwne.

source: A bracelet worn by humans.
pl: Bransoleta używana przez ludzi.

source: A bracelet worn by humans. Can be exchanged for money.
pl: Bransoleta używana przez ludzi. Może zostać sprzedana.

source: A brilliantly shining pearl.
pl: Błyszcząca perła.

source: A broken woman
pl: Złamana kobieta

source: A broken, unusable battery.
pl: Zepsuta, bezużyteczna bateria.

source: A broken, unusable circuit.
pl: Zniszczony, bezużyteczny obwód elektryczny.

source: A broken, unusable winding key.
pl: Złamany, bezużyteczny klucz naciągowy.

source: A cable with five colored connectors.
pl: Kabel z złączami w pięciu kolorach.

source: A cable with five colored connectors. Used for creating games.
pl: Kabel ze złączami w pięciu kolorach. Używany przy tworzeniu gier.

source: A cable with four colored connectors.
pl: Kabel z złączami w czterech kolorach.

source: A cable with four colored connectors. Used for creating games.
pl: Kabel ze złączami w czterech kolorach. Używany przy tworzeniu gier.

source: A cable with three colored connectors.
pl: Kabel z złączami w trzech kolorach.

source: A cable with three colored connectors. Used for creating games.
pl: Kabel ze złączami w trzech kolorach. Używany przy tworzeniu gier.

source: A card used for collecting stamps at the amusement park.
pl: Karta używana do zbierania pieczątek w parku rozrywki.

source: A carefree android
pl: Beztroski android

source: A ceremonial implement allegedly made from phoenix feathers. Mostly decorative. Untested in combat.
pl: Ozdobne, ceremonialne ostrze, rzekomo stworzone z piór feniksa. Niesprawdzone w boju.

source: A child machine lifeform that fled home after a fight with its mother.
pl: Dziecko mechanicznej formy życia, które uciekło z domu po kłótni ze swoją matką.

source: A chip containing a data log on A2. Heavily damaged, there is little that can be analyzed.
pl: Czip z zapisem danych na temat A2. Zbyt uszkodzony, by nadawał się do analizy.

source: A chip with nothing saved on it.
pl: Czip bez żadnych danych.

source: A choker used by humans.
pl: Czoker używany przez ludzi.

source: A choker used by humans. Can be exchanged for money.
pl: Naszyjnik używany przez ludzi. Może zostać sprzedany.

source: A clown at the city ruins wants to hold a parade as a sign of peace towards androids. However, some machines are...less than fond of this idea, so the clown needs protection. Make sure the machines holding a parade in front of the Resistance camp don't get hurt!
pl: Klaun w ruinach miasta chce odbyć paradę na znak pokoju z androidami. Jednakże, niektóre maszyny nie są do końca zadowolone z tego pomysłu, więc klaun potrzebuje ochrony. Upewnij się, że maszyny uczestniczące w paradzie przed obozem Ruchu Oporu nie zostaną skrzywdzone!

source: A cluster of mined crystals.
pl: Skupisko kryształów.

source: A cold wind blasts us, stealing what little body heat we have left.<bt_wait> I smell rain in the air.<bt_wait> We continue our march.<bt_wait>
pl: Uderzył w nas silny wiatr, kradnąc ostatki ciepła, które w nas zostało.<bt_wait> Wyczuwam w powietrzu deszcz.<bt_wait> Idziemy dalej.<bt_wait>

source: A collision at this speed is not recommended.
pl: Przy tej prędkości zderzenie nie jest zalecane.

source: A colossal axe offered unto the gods.
pl: Ogromny topór ofiarowany bogom.

source: A colossal iron blade.
pl: Ogromna żelazna klinga.

source: A combat-loving android
pl: Android kochający walkę

source: A common iron pipe.
pl: Zwykła metalowa rura.

source: A common poisonous fish. It congeals fluids inside android bodies when eaten, so its consumption has been outlawed. Strangely enough, it has no effect on humans.
pl: Powszechna, trująca ryba. Konsumpcja jest zakazana, ponieważ powoduje ścinanie się płynów we wnętrzu androida po jej zjedzeniu. Co ciekawe, nie ma żadnego wpływu na ludzi.

source: A completely bent, twisted wire.
pl: Pozwijany, poplątany drut.

source: A compound used when producing leather.
pl: Związek używany przy produkcji skóry.

source: A cooperative soldier
pl: Skory do współpracy żołnierz

source: A cosmetic item humans would rub on their lips to make themselves beautiful.
pl: Przyrząd kosmetyczny aplikowany na usta przez ludzi, by się upiększyć.

source: A courageous soldier
pl: Odważny żołnierz

source: A craven soldier
pl: Tchórzliwy żołnierz

source: A crushed, flattened nut.
pl: Zmiażdżona, rozpłaszczona nakrętka.

source: A cursed child
pl: Przeklęte dziecko

source: A cut, unusable cable.
pl: Przerwany, bezużyteczny kabel.

source: A dated YoRHa blade trusted by android veterans.
pl: Starszy miecz YoRHa który zyskał zaufanie weteranów.

source: A dated YoRHa blade trusted by android veterans. Not the latest model, but proven in combat.
pl: Starszy miecz YoRHa który zyskał zaufanie weteranów. Nie najnowszy, ale sprawdzony w boju.

source: A dented, unusable socket.
pl: Wgniecione, bezużyteczne gniazdko.

source: A disruption of this magnitude to their network should weaken the machines significantly.
pl: Zakłócenia w ich sieci, o takiej skali, powinny poskutkować znacznym osłabieniem maszyn.

source: A double-crossing android
pl: Zdradziecki android

source: A dreamy child
pl: Marzycielskie dziecko

source: A dual-wielder
pl: Dzierżący dwie bronie

source: A durable, older model YoRHa weapon, time-tested and proven for turning machine lifeforms into scrap.
pl: Sprawdzony, starszy model broni YoRHa. Niejednokrotnie udowodnił zdolność przerabiana maszyn na złom.

source: A dynamic...? Oh, you must mean the one the twins built.
pl: Dynamiczny...? Och... Pewnie masz na myśli to coś, co zbudowały bliźniaczki.

source: A f-family...to be with...
pl: R-rodzina... z którą można być...

source: A family is a group of people that share a connection by blood or social custom.
pl: Rodzina to grupa ludzi połączonych więzami krwi, lub normami społecznymi.

source: A female machine asked us to deliver it to you.
pl: Żeńska maszyna prosiła, abyśmy ci to dostarczyli.
